<%@ Page Title="解决方案 - 专业IT服务 - 零码科技，专业IT服务外包提供商 咨询热线：400-6966-004" Language="C#" MasterPageFile="~/Masters/SubPage.master" AutoEventWireup="true" CodeBehind="ITServices.aspx.cs" Inherits="Learnmark.Website.LearnmarkIT.Solutions.ITServices" %>
<asp:Content ID="Content1" ContentPlaceHolderID="subnav" runat="server">
    <li><a href="/Default.aspx">首页</a></li>
    <li><a href="/AboutUs/AboutUs.aspx">关于我们</a></li>
    <li><a href="/Solutions/ITServices.aspx" class="hover">解决方案</a></li>
    <li><a href="/Clients/Clients.aspx">客户案例</a></li>
    <li class="noMargin"><a href="/AboutUs/Contact.aspx">联系我们</a></li>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="subsnav" runat="server">
    <li><a href="/Solutions/ITServices.aspx" class="first">专业IT服务</a></li>
    <li><a href="/Solutions/Enterprise.aspx">企业信息化建设</a></li>
    <li class="noImg"><a href="#">全国统一咨询热线：400-6966-004</a></li>
</asp:Content>
<asp:Content ID="Content3" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">
    <!--body start -->
    <div id="bodyMainSub">
        <!--body start -->
        <div id="body">
            <!--test start -->
            <!--test end -->
            <!--info start -->
            <!--info end -->
            <!--support start -->
            <!--support end -->
            <!--body2 start -->
            <div id="body2">
                <!--leftbody start -->
                <!--leftbody end -->
                <!--blog start -->
                <div id="leftbody">
                    <h2>专业IT服务</h2>
                    <h3>零码IT服务简介</h3>
                    <hr />
                    <p class="leftbodyTxt1">
                    专业外包服务是指企业或单位将内部的IT系统，包括各类IT硬件设备，以及网络产品和系统的维护、维修和运营管理服务整体或局部外包给某个或几个服务商的行为。从服务商的角度上讲，是服务商向其客户提供的一种专业外包服务。
                    </p>
                    <p class="leftbodyTxt1">
                        <span class="red">● 专业服务管理解决方案</span>
                        IT基础架构管理解决方案是一种着眼于IT基础架构运营管理的服务。它基于IT管理的最佳实践ITIL（Information Technology Infrastructure Library）的核心思想，覆盖IT基础架构管理中从主机到人力，从技术到管理，从诊断到培训，从信息接收到事件处理的各个范畴。<br />
                        IT基础架构管理解决方案将使客户拥有稳定和可靠的IT基础环境，优化的系统性能，从而满足客户业务发展对IT环境的可靠运作和高效管理的要求。
                    </p>
                    <p class="leftbodyTxt1">
                        <span class="red">● 给客户带来的价值</span>
                        作为IT管理的“企业最佳解决方案”，IT服务外包给实施它的企业、企业员工及其他利益相关者提供多方面的价值。可以将这些价值归纳为商业价值、创新价值。<br />
&nbsp;<span class="red">◆ 商业价值</span>
                        IT在商业中扮演着越来越重要的角色，通过实施IT服务外包，可以获取多方面的商业价值，比如：<br />
                        — 确保IT流程支撑业务流程，整体上提高了业务运营的质量；<br />
                        — 通过事故管理流程、变更管理流程和服务台等提供了更可靠的业务支持；<br />
                        — 客户对IT有更合理的期望，并更加清楚为达到这些期望他们所需要的付出；<br />
                        — 提高了客户和业务人员的生产率；<br />
                        — 提供更加及时有效的业务持续性服务；<br />
                        — 客户和IT服务提供者之间建立更加融洽的工作关系；<br />
                        — 提高了客户满意度。<br />
&nbsp;<span class="red">◆ 创新价值</span>
                        IT服务外包提供的创新价值包括：<br />
                        — IT服务提供方更为清楚地理解客户的需求，确保IT服务有效支撑业务流程；<br />
                        — 更多地了解当前提供的IT服务的有关信息；<br />
                        — 改进IT支持，使业务部门能够更加灵活地使用IT；<br />
                        — 提高了服务的灵活性和可适应性；<br />
                        — 提高了预知未来发展趋势的能力，从而能够更加迅速地采用新的服务需求和进行相应的市场开发。
                        <img src="/Images/market.jpg" alt="市场情况" />
                        <br />
                    </p>
                    <h3>IT服务：专业服务外包</h3>
                    <hr />
                    <p class="leftbodyTxt1">
                        <span class="red">IT专业服务解决方案</span>
                        <strong>概述</strong><br />
                        随着企业规模的扩大，员工数量越来越多，相应的IT设备管理也就越来越烦琐，所需投入的成本和精力也越来越多。专业的外包服务将从您IT的整体环境和业务需求考虑，不仅可以完成日常维护、故障检测和维修等"救火"工作，而且可以帮您分析并解决IT运营管理中的问题、提升IT应用水平、防患于未然。<br />
                        该服务是一种以响应方式为主的技术支持服务。用户通过联系服务台（Help Desk）获得直接的技术支持、咨询，以及获取快速现场支持响应。当用户遇到任何与IT相关的使用问题，包括软件及硬件，可以通过热线寻求技术支持，Helpdesk工程师通过远程诊断，并解决可以远程解决的问题，对于不能远程解决，需要上门服务的问题统一转到驻场服务工程师或者主要负责该客户的IT工程师在客户现场进行解决。这一过程由Helpdesk工程师统一协调安排。它适用于已有IT环境，想实现规范化管理，并充分利用现有IT系统发挥更大价值并降低成本的公司。<br />
                        主要内容是为企业现有的IT系统提供运行维护及技术支持服务。
                        <strong>
                        <br />
                        <br />
                        服务项目</strong><br />
                        <strong>◆系统初始检查及标准化</strong><br />
                        对设备进行全面检查，缩短日常维护时故障检测和设备恢复的时间，同时还可以鉴定潜在的资源安全性，并排除不稳定性和漏洞。<br />
                        <br />
                        <strong>◆系统例行巡检</strong><br />
                        定期对系统进行健康检查、优化系统，将“被动救火服务”改为“主动防火服务”。实现改进系统性能、减少停机时间的目的。<br />
                        <br />
                        <strong>◆硬件故障解决</strong><br />
                        当设备硬件出现故障时，将立即按照议定的服务级别开始设备维修流程。如果该设备在厂商的保修范围内，不但负责故障报修，而且免费到维修站取送设备。<br />
                        <br />
                        <strong>◆软件系统支持</strong><br />
                        办公环境中最容易出现故障的就是软件系统，当系统出现运行缓慢、报错等现象时，我们将负责调试、修复或重新安装，以确保系统运行在最优状态。<br />
                        <br />
                        <strong>◆防病毒系统的支持</strong><br />
                        针对日趋严重的网络病毒的威胁，提供全套病毒防护解决方案。定期升级病毒库、恶性病毒重点防护、病毒预警、中毒后的单机查杀和病毒网络系统监测。<br />
                        <br />
                        <strong>◆网络系统的支持</strong><br />
                        针对客户网络系统的连通性提供支持和服务，从而保证企业网络通畅。<br />
                        <br />
                        <strong>◆系统扩容和升级</strong><br />
                        随着客户业务的蓬勃发展，其IT架构也要随之改变，IT管理水平必须随之提高。帮助客户分析业务需求，制定IT扩容和升级方案。<br />
&nbsp;<span class="red">IT专业服务解决方案</span>
                        <strong>概述</strong><br />
                        IT资源外包，包括从IT环境解决方案到IT资产管理，从对桌面IT设备和网络系统的日常监控、维护到系统优化，以及从为用户提供多厂商技术支持的统一界面到用户终端的软/硬件支持的各种服务，从而为用户提供一个稳定，高效的桌面环境。<br />
                        IT整体资源外包服务将人员、合理的管理流程和技术集成在一起，通过对IT环境(软/硬件)的集中管理和标准化，从而实现IT环境的可靠性，使客户在良好的控制日常IT管理成本的同时，提高企业IT系统的管理水平。它适用于不想成立IT部门或雇佣IT工程师，并迫切希望降低运行成本并享受专业IT服务的公司。<br />
                        主要内容包括：IT系统咨询、建设（选型、规划、采购）、改造、实施、培训、运行维护整体服务。<br />
                        <br />
                        <strong>服务项目</strong><br />
                        <strong>◆培训</strong><br />
                        设备使用培训、软件使用培训、用户需求的临时培训及讲解。<br />
                        <br />
                        <strong>◆实时响应</strong><br />
                        当您的IT系统出现突发故障或其他问题时，随时可以与我们联系，我们会在第一时间为您提供服务，帮您解决燃眉之急。对您的设备进行维修、维护，并根据您的业务需求为您提供备机。<br />
                        <br />
                        <strong>◆系统初始检查及标准化</strong><br />
                        对设备进行全面检查，缩短日常维护时故障检测和设备恢复的时间，同时还可以鉴定潜在的资源安全性，并排除不稳定性和漏洞。<br />
                        <br />
                        <strong>◆系统例行巡检</strong><br />
                        定期对系统进行健康检查、优化系统，将“被动救火服务”改为“主动防火服务”。实现改进系统性能、减少停机时间的目的。<br />
                        <br />
                        <strong>◆台式机、笔记本</strong><br />
                        硬件服务：安装、调试、维护、检测、维修。<br />
                        软件服务：操作系统及常规软件安装、优化整理、数据备份、还原（邮件、收藏夹、我的文档、注册表等）。<br />
                        安全服务：病毒清除、防火墙设置。<br />
                        <br />
                        <strong>◆外设与办公设备</strong><br />
                        安装、调试、保养、维护、检测、维修、使用培训。<br />
                        <br />
                        <strong>◆服务器网络及其他设备</strong><br />
                        安装、调试、保养、维护、检测、维修、使用培训。<br />
                        <br />
                        <strong>◆网络系统服务</strong><br />
                        网络结点故障检测、维修。<br />
                        网络设备维护、检测、维修、使用培训。
                     
                        <br />
                    </p>
                    <h3>IT服务：项目支持外包</h3>
                    <hr />
                    <p class="leftbodyTxt1">
                        <span class="red">标准化实施服务</span>
                        <strong>概述</strong><br />
                        IT标准化实施服务是解决IT建设过于繁杂的挑战的方法之一。IT标准化(IT Standardization)：是指在IT建设中实施IT设备规格的标准化，为不同IT项目使用共通的IT规格，或降低IT设备种类的数目，以规模经济量达到降低IT成本的目的。例如，实行IT标准化后IT管理员可以通过同一个窗口来查看IT系统。而且标准化的IT设备只是标准化的其中一环，CIO还应扩大IT标准化的范围至IT服务内容、IT服务流程、IT操作流程上，以获得更大的效益。<br />
                        <br />
                        <strong>推行IT标准化的好处</strong><br />
                        在讨论会上谈到IT标准化时，大家总是会问同样一个问题。为什么要如此致力于IT标准化?事实上，我们如此热衷的原因就是：IT标准化是我们在IT建设中做的每一件事情所不可或缺的。因为对于IT建设过程来说，IT标准化能给我们带来许多价值。<br />
                        首先是IT人员培训价值，这是非直接的利益。也就是说，实行IT标准化后我们在培训IT人员时就不需要再培训那么多种平台技术。这不但降低了管理难度，而且能直接降低人力成本。<br />
                        其次，是标准化的IT操作所带来的价值。IT标准化其中一个方面是IT服务流程和IT操作的标准化，通过标准化的IT操作能大大的降低服务成本和规范服务效率，这为解决大多数的IT问题打下非常好的基础。而且，标准化的IT服务能对服务内容及流程进行详细的定义，可以将问题细化，为问题的解决提供系统的思路。<br />
                        最后，IT标准化能把潜规则变为显规则，可以有效降低IT管理的隐性成本。这种观点是很容易理解的，因为繁杂会隐藏许多我们平时看不到的细节成本。而且当企业中大量存在所谓的“潜规则”时，也会为隐性成本提供环境和场所。例如，种种潜规则往往以给企业谋利益的旗号而存在，但却极大的提高了IT的管理成本。<br />
                        <br />
                        <strong>实施IT标准化的方法和步骤</strong><br />
                        万事皆有道，这个“道”就是标准化。重视IT建设过程的每一个细节，并让它们成为规范和标准，然后执行以获得最佳收益。因此，这看似简单的IT标准化，实际上却包含着众多方面，实施IT标准化的步骤主要有以下几个方面：<br />
                        <br />
                        <strong>(1)做好IT标准化规划，选择适合的软硬件设备 </strong><br />
                        IT系统的复杂程度主要来源于过多的平台、系统和应用。统一的IT规划能让企业能够以最低的成本配置进行IT建设，减少 IT 环境的多样性，从而降低IT成本。因此，实行IT标准化的首要的步骤是要做好IT标准化规划，选择适合的软硬件设备。主要包括标准化的硬件设施、软件设施和应用设施。<br />
                        IT标准化规划是让不同环境中不同的软硬件设备能够协同工作，也能促进IT设备的效率和规模经济，增强灵活性并提供更多选择。因此，IT标准化规划做得越好就越有价值，也就能越降低IT建设成本。  
                        <br />
                        <br />
                        <strong>(2)建立一致执行的IT标准</strong><br />
                        一致执行的IT标准能为IT部门工作提供标准化方法，也能建立IT服务和 IT流程的通用框架。一致执行的IT标准化主要集中于三个不同方面：标准化的IT应用程序和基础设施服务、标准化的企业IT 实践、以及标准化的IT服务管理。一致执行的IT标准方法能够提高IT生产力，并让CIO能够迅速重新配置资源以满足变化的业务需求，还能够提高IT运作效率和增强业务流程改变时的IT灵活性。<br />
                        <br />
                        <strong>(3)实施标准化的核心步骤是先简化IT </strong><br />
                        提高 IT 能力不只是关于在 IT 内部局部的处理过程最优化。IT部门仅仅建立IT技术平台标准是不够的，因为尽管实施IT标准化的每一个举动都能够节省不少的成本，但是从企业层的角度来看，它们可能在整体上是不恰当的。<br />
                        因此，在实施标准化的之前必须首先要进行简化IT。简化IT是指在一定范围内缩减IT对象的类型数目，使之在一定程度上足以满足一般需要的标准化形式，它是实施标准化的核心工作。只有做简化减法才能抓住IT标准化的要害，才能使新的IT规划删繁就简，才能在更大程度的减少浪费和节约IT成本。<br />
&nbsp;<span class="red">设备迁移及升级服务</span>
                        <strong>概述</strong><br />
                        IT设备迁移&升级服务是零码IT服务为客户提供的特色服务产品，零码IT服务有着多年的行业经验和对IT设备的熟识，在充分了解企业需求和实际状况的基础上，为企业提供量身定做的设备搬迁&升级解决方案。通过多年来积累的专业技术和丰富经验，可为用户在计算机设备迁移及升级过程中提供设备迁移技术方案、 设备升级方案、数据备份、系统迁移后的设备连线就位及系统恢复等技术保障服务，以确保用户的计算机设备在搬迁与升级后能及时投入正常运行。
                        <strong>
                        <br />
                        <br />
                        服务内容</strong><br />
                        （1）设备搬迁基本服务；<br />
                        （2）设备搬迁&升级后的配置调整与配置修改服务；<br />
                        （3）搬迁后、升级后系统联调技术支持；<br />
                        （4） 搬迁服务专人项目管理；<br />
                        （5）机房设备安装环境检查与咨询服务； <br />
                        （6）搬迁前设备外观和功能性检测； <br />
                        （7）升级前主机操作系统的系统备份；<br /> 
                        （8）设备拆卸与线缆绑扎； <br />
                        （9）搬迁升级后设备重新组装和相关线缆连接；<br /> 
                        （10）搬迁后设备外观和功能性检测； <br />
                        （11）其他因设备搬迁或升级引起的配置修改和调整； <br />
                        （12）客户的应用系统调试或上线，按合同约定安排工程师给予现场技术支持。<br />
                        <br />
                        <strong>设备搬迁规划</strong><br />
                        （1）搬迁资源协调与管理； <br />
                        （2）搬迁过程控制与质量控制； <br />
                        （3）归一化客户接口，与沟通管理； <br />
                        （4）搬迁服务状态报告； <br />
                        （5）搬迁文档管理； <br />
                        （6） 紧急事件和问题处理； <br />
                        （7）提供单一联络人，参加客户的各种协调会，传达客户要求； <br />
                        （8）搬迁资源协调与管理； <br />
                        （9）与客户单一接口，进行沟通管理；<br />
                        （10）紧急事件的问题处理与协调。
                     
                        <br />
                    </p>
                    <h3>IT服务：IT设备运维服务</h3>
                    <hr />
                    <p class="leftbodyTxt1">
                        <span class="red">终端设备运维服务</span>
                        <strong>概述</strong><br />
                        针对多品牌台式电脑（含显示器）、笔记本电脑、Pc Server、Switch、Router、打印机等IT设备提供原厂商标准保修范围外的保修服务（简称MA——Maintenance Agreement），使企业客户的IT设备即使在保修期外出现故障后依然能够享受便捷的维修服务。例如：对超过保修期的电脑设备继续提供保修服务；或者对标准服务中仅提供送修服务的设备提供上门服务。<br />
                        <br />
                        <strong>产品优势</strong><br />
                        ● 省钱：产品线定义的IT设备在出保修期后，故障率会急速升高，维护成本会相应大幅增加。如果您购买了零码IT服务MA产品，每台设备只需要花少量的费用即可继续享受象原厂保修一样的服务，不必再为每一次硬件故障支付高昂的维修费用，从而有效控制了维护开支，IT支出真正做到可预算可控制。<br />
                        ● 省力：客户单位如果没有足够的专职维护人员，设备出了故障一定会牵扯到相关负责人很大的精力，不但扰乱了客户的正常工作，而且很有可能长时间无法根本解决问题。选择零码IT服务MA产品，一个电话，我们就有专业的服务工程师上门为您服务，为您免除取送设备的舟车之劳；<br />
                        ● 省时间：您是否曾经花费了大量的时间在寻找服务商、申请和报销维修费用、购买备件、取送设备等等这些琐碎的事务上？购买了零码IT服务MA产品，这些时间统统能够省去。凭借我们的专业技术优势，会在最短时间内解决电脑故障，使电脑故障给您工作带来的影响降至最小。<br />
                        ● 全方位的设备保险方案：如果您选择了零码IT服务MA产品，就等于提前给您的机器购买了保险，即使机器出了保修期，您依然可以高枕无忧。
                     
                        <br />
                    </p>
                    <h3>IT服务：客户增值服务</h3>
                    <hr />
                    <p class="leftbodyTxt1">
                        <span class="red">培训服务</span>
                        为客户提供优质的培训服务。
                    </p>
                    <p class="leftbodyTxt1">
                        <br class="spacer" />
                    </p>
                </div>
                <br class="spacer" />
            </div>
            <!--body2 end -->
            <!--right start -->
            <div id="right">
                <div id="rightform">
                <label>
                    用户注册</label>
                <input type="text" name="email" value="请输入Email地址" class="txtBox2" />
                <input type="submit" name="signup" class="signup" value="注册" />
                </div>
                <h2>
                    联系我们</h2>
                <p class="rightTxt">
                    <span>总部地址</span>成都市高新区天府大道中段765号天府软件园A3</p>
                <p class="rightTxt">
                    <span>公司总机</span>400-6966-004</p>
                <p class="rightTxt">
                    <span>电子邮箱</span>learnmark_it#learnmark.com(替换“#”为“@”)</p>
                <br class="spacer" />
            </div>
            <!--right end -->
            <br class="spacer" />
        </div>
        <!--body end -->
        <br class="spacer" />
    </div>
    <!--body end -->
</asp:Content>
